Repository: dias-smith-rock/noise-record
Catalog: NoiseRecord/NoiseRecord/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# overlay.timeAndLocation.label
source: Time & Location
ar: الوقت والموقع
bg: Време и местоположение
ca: Hora i ubicació
cs: Čas a místo
da: Tid & Sted
de: Zeit und Ort
el: Χρόνος & Τοποθεσία
es: Hora y ubicación
fi: Aika & Paikka
fr: Heure et lieu
he: זמן ומיקום
hi: समय और स्थान
hr: Vrijeme i lokacija
hu: Idő és hely
id: Waktu & Lokasi
it: Ora e luogo
ja: 時間と場所
ko: 시간 및 장소
ms: Masa & Lokasi
nb: Tid og sted
nl: Tijd en locatie
pl: Czas i lokalizacja
pt: Hora e local
ro: Ora și locația
ru: Время и место
sk: Čas a miesto
sv: Tid & Plats
th: เวลาและสถานที่
tr: Zaman ve Konum
uk: Час і місце
vi: Thời gian & Địa điểm
zh_hans: 时间与地点
zh_hant: 時間與地點

# permission.photos.denied.message
source: Photo library access is required to save videos to your album. Enable it in Settings.
ar: يلزم الوصول إلى مكتبة الصور لحفظ مقاطع الفيديو في ألبومك. تمكينه في الإعدادات.
bg: Необходим е достъп до библиотека със снимки, за да запазите видеоклипове във вашия албум. Активирайте го в Настройки.
ca: Cal accedir a la biblioteca de fotos per desar vídeos al vostre àlbum. Activeu-lo a Configuració.
cs: K ukládání videí do alba je vyžadován přístup do knihovny fotografií. Povolte jej v Nastavení.
da: Der kræves adgang til fotobiblioteket for at gemme videoer i dit album. Aktiver det i Indstillinger.
de: Zum Speichern von Videos in Ihrem Album ist Zugriff auf die Fotobibliothek erforderlich. Aktivieren Sie es in den Einstellungen.
el: Απαιτείται πρόσβαση στη βιβλιοθήκη φωτογραφιών για την αποθήκευση βίντεο στο άλμπουμ σας. Ενεργοποιήστε το στις Ρυθμίσεις.
es: Se requiere acceso a la biblioteca de fotos para guardar videos en su álbum. Habilítelo en Configuración.
fi: Valokuvakirjaston käyttöoikeus vaaditaan videoiden tallentamiseen albumiisi. Ota se käyttöön asetuksista.
fr: L'accès à la photothèque est requis pour enregistrer des vidéos dans votre album. Activez-le dans Paramètres.
he: נדרשת גישה לספריית תמונות כדי לשמור סרטונים באלבום שלך. הפעל את זה בהגדרות.
hi: आपके एल्बम में वीडियो सहेजने के लिए फोटो लाइब्रेरी का उपयोग आवश्यक है। इसे सेटिंग्स में सक्षम करें।
hr: Za spremanje videozapisa u album potreban je pristup biblioteci fotografija. Omogućite ga u postavkama.
hu: A videók albumba mentéséhez hozzáférésre van szükség a fotókönyvtárban. Engedélyezze a Beállításokban.
id: Akses perpustakaan foto diperlukan untuk menyimpan video ke album Anda. Aktifkan di Pengaturan.
it: Per salvare i video nel tuo album è necessario l'accesso alla libreria fotografica. Abilitalo in Impostazioni.
ja: ビデオをアルバムに保存するには、フォト ライブラリへのアクセスが必要です。設定で有効にします。
ko: 앨범에 동영상을 저장하려면 사진 라이브러리 접근 권한이 필요합니다. 설정에서 활성화하세요.
ms: Akses pustaka foto diperlukan untuk menyimpan video ke album anda. Dayakannya dalam Tetapan.
nb: Tilgang til bildebibliotek er nødvendig for å lagre videoer i albumet ditt. Aktiver det i Innstillinger.
nl: Om video's in uw album op te slaan, is toegang tot de fotobibliotheek vereist. Schakel het in Instellingen in.
pl: Do zapisywania filmów w albumie wymagany jest dostęp do biblioteki zdjęć. Włącz to w Ustawieniach.
pt: O acesso à biblioteca de fotos é necessário para salvar vídeos em seu álbum. Habilite-o em Configurações.
ro: Accesul la biblioteca foto este necesar pentru a salva videoclipurile în albumul dvs. Activați-l în Setări.
ru: Для сохранения видео в альбом необходим доступ к библиотеке фотографий. Включите его в настройках.
sk: Na ukladanie videí do albumu je potrebný prístup do knižnice fotografií. Povoľte ho v Nastaveniach.
sv: Tillgång till fotobibliotek krävs för att spara videor i ditt album. Aktivera det i Inställningar.
th: จำเป็นต้องเข้าถึงไลบรารีรูปภาพเพื่อบันทึกวิดีโอลงในอัลบั้มของคุณ เปิดใช้งานได้ในการตั้งค่า
tr: Videoları albümünüze kaydetmek için fotoğraf kütüphanesine erişim gereklidir. Ayarlar'da etkinleştirin.
uk: Щоб зберігати відео в альбомі, потрібен доступ до бібліотеки фотографій. Увімкніть це в налаштуваннях.
vi: Cần có quyền truy cập thư viện ảnh để lưu video vào album của bạn. Kích hoạt nó trong Cài đặt.
zh_hans: 需要相册权限才能将视频保存到相册，请在设置中开启。
zh_hant: 需要相簿權限才能將影片儲存到相簿，請在設定中開啟。

# permission.photos.denied.title
source: Photo Library Access Required
ar: الوصول إلى مكتبة الصور مطلوب
bg: Изисква се достъп до фото библиотека
ca: Accés a la biblioteca de fotos obligatori
cs: Je vyžadován přístup do knihovny fotografií
da: Adgang til fotobibliotek påkrævet
de: Zugang zur Fotobibliothek erforderlich
el: Απαιτείται πρόσβαση στη βιβλιοθήκη φωτογραφιών
es: Se requiere acceso a la biblioteca de fotografías
fi: Valokuvakirjaston käyttöoikeus vaaditaan
fr: Accès à la photothèque requis
he: נדרשת גישה לספריית תמונות
hi: फोटो लाइब्रेरी तक पहुंच आवश्यक है
hr: Potreban je pristup biblioteci fotografija
hu: Fényképtár hozzáférés szükséges
id: Akses Perpustakaan Foto Diperlukan
it: È richiesto l'accesso alla libreria fotografica
ja: 写真ライブラリへのアクセスが必要です
ko: 사진 라이브러리 액세스 필요
ms: Akses Perpustakaan Foto Diperlukan
nb: Tilgang til fotobibliotek kreves
nl: Toegang tot de fotobibliotheek vereist
pl: Wymagany dostęp do biblioteki zdjęć
pt: É necessário acesso à biblioteca de fotos
ro: Accesul la biblioteca foto este necesar
ru: Требуется доступ к библиотеке фотографий
sk: Vyžaduje sa prístup do knižnice fotografií
sv: Tillgång till fotobibliotek krävs
th: จำเป็นต้องเข้าถึงไลบรารีรูปภาพ
tr: Fotoğraf Kitaplığı Erişimi Gerekli
uk: Потрібен доступ до бібліотеки фотографій
vi: Yêu cầu quyền truy cập thư viện ảnh
zh_hans: 需要相册权限
zh_hant: 需要相簿權限

# player.savedToPhotos.batch
source: %lld items saved to album
ar: %lld العناصر المحفوظة في الألبوم
bg: %lld елемента са запазени в албума
ca: S'han desat %lold elements a l'àlbum
cs: %lld položek uložených do alba
da: %lld elementer gemt i albummet
de: %lalte Elemente im Album gespeichert
el: %lπαλιά στοιχεία αποθηκεύτηκαν στο λεύκωμα
es: %lld elementos guardados en el álbum
fi: %lld kohdetta tallennettu albumiin
fr: %lld éléments enregistrés dans l'album
he: %l פריטים קודמים נשמרו באלבום
hi: %lld आइटम एल्बम में सहेजे गए
hr: %lld stavki spremljenih u album
hu: %lld elem mentve az albumba
id: %lld item disimpan ke album
it: %lld elementi salvati nell'album
ja: %lld 個のアイテムがアルバムに保存されました
ko: %lld 항목이 앨범에 저장되었습니다.
ms: %litem lama disimpan ke album
nb: %lld elementer lagret i album
nl: %lld items opgeslagen in album
pl: %lld elementów zapisanych w albumie
pt: %lld itens salvos no álbum
ro: %lld elemente salvate în album
ru: %lld объектов сохранено в альбоме
sk: %lld položiek uložených do albumu
sv: %lld objekt sparade i album
th: %lld บันทึกรายการลงในอัลบั้มแล้ว
tr: %lld öğe albüme kaydedildi
uk: %lld елементів збережено в альбом
vi: %lld mục đã được lưu vào album
zh_hans: 已保存 %lld 项到相册
zh_hant: 已儲存 %lld 項到相簿

# player.savedToPhotos.photo
source: Photo saved to album
ar: تم حفظ الصورة في الألبوم
bg: Снимката е запазена в албум
ca: La foto s'ha desat a l'àlbum
cs: Fotografie byla uložena do alba
da: Foto gemt i album
de: Foto im Album gespeichert
el: Η φωτογραφία αποθηκεύτηκε στο άλμπουμ
es: Foto guardada en el álbum
fi: Kuva tallennettu albumiin
fr: Photo enregistrée dans l'album
he: התמונה נשמרה באלבום
hi: फ़ोटो एल्बम में सहेजा गया
hr: Fotografija spremljena u album
hu: A fotó az albumba mentve
id: Foto disimpan ke album
it: Foto salvata nell'album
ja: 写真をアルバムに保存しました
ko: 앨범에 사진이 저장되었습니다.
ms: Foto disimpan ke album
nb: Bildet er lagret i albumet
nl: Foto opgeslagen in album
pl: Zdjęcie zapisane w albumie
pt: Foto salva no álbum
ro: Fotografie salvată în album
ru: Фотография сохранена в альбоме.
sk: Fotografia bola uložená do albumu
sv: Foto sparat i album
th: บันทึกรูปภาพลงในอัลบั้มแล้ว
tr: Fotoğraf albüme kaydedildi
uk: Фото збережено в альбом
vi: Đã lưu ảnh vào album
zh_hans: 照片已保存到相册
zh_hant: 照片已儲存到相簿

# player.savedToPhotos.video
source: Video saved to album
ar: تم حفظ الفيديو في الألبوم
bg: Видеото е запазено в албум
ca: Vídeo desat a l'àlbum
cs: Video bylo uloženo do alba
da: Video gemt i album
de: Video im Album gespeichert
el: Το βίντεο αποθηκεύτηκε στο άλμπουμ
es: Vídeo guardado en el álbum
fi: Video tallennettu albumiin
fr: Vidéo enregistrée dans l'album
he: הסרטון נשמר באלבום
hi: वीडियो एल्बम में सहेजा गया
hr: Video spremljen u album
hu: A videó az albumba mentve
id: Video disimpan ke album
it: Video salvato nell'album
ja: アルバムに保存されたビデオ
ko: 앨범에 동영상이 저장되었습니다.
ms: Video disimpan ke album
nb: Video lagret i album
nl: Video opgeslagen in album
pl: Film zapisany w albumie
pt: Vídeo salvo no álbum
ro: Videoclip salvat în album
ru: Видео сохранено в альбоме
sk: Video bolo uložené do albumu
sv: Videon har sparats i albumet
th: บันทึกวิดีโอลงในอัลบั้มแล้ว
tr: Video albüme kaydedildi
uk: Відео збережено в альбом
vi: Đã lưu video vào album
zh_hans: 视频已保存到相册
zh_hant: 影片已儲存到相簿

# player.saveToPhotos
source: Save to Photos
ar: حفظ في الصور
bg: Запазване в Снимки
ca: Desa a Fotos
cs: Uložit do Fotek
da: Gem til Fotos
de: Unter Fotos speichern
el: Αποθήκευση στις Φωτογραφίες
es: Guardar en Fotos
fi: Tallenna Kuviin
fr: Enregistrer dans Photos
he: שמור בתמונות
hi: फ़ोटो में सहेजें
hr: Spremi u Fotografije
hu: Mentés a Fotók közé
id: Simpan ke Foto
it: Salva in Foto
ja: 写真に保存
ko: 사진에 저장
ms: Simpan ke Foto
nb: Lagre i Bilder
nl: Opslaan in Foto's
pl: Zapisz w Zdjęciach
pt: Salvar em fotos
ro: Salvați în Fotografii
ru: Сохранить в фотографии
sk: Uložiť do Fotiek
sv: Spara till Foton
th: บันทึกลงในรูปถ่าย
tr: Fotoğraflara Kaydet
uk: Зберегти до фотографій
vi: Lưu vào Ảnh
zh_hans: 保存到相册
zh_hant: 儲存到相簿

# recorderSettings.ai.subtitle
source: Show detected sound types on the dashboard.
ar: اعرض أنواع الصوت المكتشفة في لوحة المعلومات.
bg: Показване на откритите типове звук на таблото.
ca: Mostra els tipus de so detectats al tauler.
cs: Zobrazit detekované typy zvuků na řídicím panelu.
da: Vis registrerede lydtyper på dashboardet.
de: Erkannte Geräuschtypen auf dem Dashboard anzeigen.
el: Εμφάνιση εντοπισμένων τύπων ήχου στο ταμπλό.
es: Muestra tipos de sonido detectados en el panel.
fi: Näytä havaitut äänityypit kojelaudassa.
fr: Affiche les types de sons détectés sur le tableau de bord.
he: הצג סוגי צליל שזוהו בלוח המחוונים.
hi: डैशबोर्ड पर पहचाने गए ध्वनि प्रकार दिखाएँ।
hr: Prikaži otkrivene vrste zvukova na nadzornoj ploči.
hu: Az észlelt hangtípusok megjelenítése az irányítópulton.
id: Tampilkan jenis suara yang terdeteksi di dasbor.
it: Mostra i tipi di suono rilevati sulla dashboard.
ja: 検出されたサウンドの種類をダッシュ​​ボードに表示します。
ko: 감지된 사운드 유형을 대시보드에 표시합니다.
ms: Tunjukkan jenis bunyi yang dikesan pada papan pemuka.
nb: Vis oppdagede lydtyper på dashbordet.
nl: Toon gedetecteerde geluidstypen op het dashboard.
pl: Pokaż wykryte typy dźwięków na desce rozdzielczej.
pt: Mostra tipos de som detectados no painel.
ro: Afișați tipurile de sunet detectate pe tabloul de bord.
ru: Показывать типы звуков на панели.
sk: Zobraziť rozpoznané typy zvukov na palubnej doske.
sv: Visa upptäckta ljudtyper på instrumentpanelen.
th: แสดงประเภทเสียงที่ตรวจพบบนแดชบอร์ด
tr: Algılanan ses türlerini kontrol panelinde gösterin.
uk: Показувати виявлені типи звуку на панелі приладів.
vi: Hiển thị các loại âm thanh được phát hiện trên bảng điều khiển.
zh_hans: 在仪表盘显示检测到的声音类型。
zh_hant: 在儀表板顯示偵測到的聲音類型。

# recorderSettings.ai.title
source: AI sound labels
ar: تصنيفات الصوت بالذكاء الاصطناعي
bg: AI звукови етикети
ca: AI etiquetes de so
cs: AI zvukové štítky
da: AI lydetiketter
de: AI Soundbezeichnungen
el: Ετικέτες ήχου AI
es: Etiquetas de sonido con IA
fi: AI äänimerkit
fr: Étiquettes sonores IA
he: AI תוויות סאונד
hi: AI ध्वनि लेबल
hr: AI zvučne oznake
hu: AI hangcímkék
id: AI label suara
it: AI etichette sonore
ja: AI サウンド ラベル
ko: AI 사운드 라벨
ms: AI label bunyi
nb: AI lydetiketter
nl: AI geluidslabels
pl: AI etykiety dźwiękowe
pt: Rótulos de som com IA
ro: AI etichete de sunet
ru: Метки звука ИИ
sk: AI zvukových štítkov
sv: AI ljudetiketter
th: AI ป้ายกำกับเสียง
tr: AI ses etiketleri
uk: AI звукові мітки
vi: AI nhãn âm thanh
zh_hans: AI 声音标签
zh_hant: AI 聲音標籤

# recorderSettings.aiFilter.subtitle
source: Only keep clips that match selected sound types.
ar: احتفظ فقط بالمقاطع المطابقة للأنواع المحددة.
bg: Запазете само клипове, които отговарят на избрани типове звук.
ca: Conserveu només els clips que coincideixin amb els tipus de so seleccionats.
cs: Uchovávejte pouze klipy, které odpovídají vybraným typům zvuku.
da: Gem kun klip, der matcher udvalgte lydtyper.
de: Behalten Sie nur Clips, die den ausgewählten Soundtypen entsprechen.
el: Διατηρήστε μόνο κλιπ που ταιριάζουν με επιλεγμένους τύπους ήχου.
es: Conserva solo clips que coincidan con los tipos seleccionados.
fi: Säilytä vain leikkeet, jotka vastaavat valittuja äänityyppejä.
fr: Ne conserve que les clips correspondant aux types choisis.
he: שמור רק קליפים התואמים סוגי סאונד נבחרים.
hi: केवल चुने ध्वनि प्रकार के क्लिप रखें।
hr: Zadržite samo isječke koji odgovaraju odabranim vrstama zvuka.
hu: Csak azokat a klipeket őrizze meg, amelyek megfelelnek a kiválasztott hangtípusoknak.
id: Hanya simpan klip yang cocok dengan jenis suara yang dipilih.
it: Conserva solo i clip che corrispondono ai tipi di audio selezionati.
ja: 選択したサウンド タイプに一致するクリップのみを保持します。
ko: 선택한 사운드 유형과 일치하는 클립만 유지하세요.
ms: Hanya simpan klip yang sepadan dengan jenis bunyi yang dipilih.
nb: Behold bare klipp som samsvarer med utvalgte lydtyper.
nl: Bewaar alleen clips die overeenkomen met de geselecteerde geluidstypen.
pl: Zachowaj tylko klipy pasujące do wybranych typów dźwięku.
pt: Mantenha apenas clipes dos tipos selecionados.
ro: Păstrați numai clipurile care se potrivesc cu tipurile de sunet selectate.
ru: Сохранять только клипы выбранных типов звука.
sk: Uchovávajte iba klipy, ktoré zodpovedajú vybraným typom zvuku.
sv: Behåll bara klipp som matchar utvalda ljudtyper.
th: เก็บเฉพาะคลิปที่ตรงกับประเภทเสียงที่เลือกเท่านั้น
tr: Yalnızca seçilen ses türleriyle eşleşen klipleri saklayın.
uk: Зберігайте лише кліпи, які відповідають вибраним типам звуку.
vi: Chỉ giữ lại các clip phù hợp với loại âm thanh đã chọn.
zh_hans: 仅保留匹配所选声音类型的片段。
zh_hant: 僅保留符合所選聲音類型的片段。

# recorderSettings.aiFilter.title
source: AI recording filter
ar: مرشح التسجيل بالذكاء الاصطناعي
bg: AI филтър за запис
ca: AI filtre de gravació
cs: AI záznamový filtr
da: AI optagelsesfilter
de: AI Aufnahmefilter
el: AI φίλτρο εγγραφής
es: Filtro de grabación con IA
fi: AI tallennussuodatin
fr: Filtre d’enregistrement IA
he: מסנן הקלטה AI
hi: AI रिकॉर्डिंग फ़िल्टर
hr: AI filter snimanja
hu: AI rögzítési szűrő
id: AI filter rekaman
it: AI filtro di registrazione
ja: AI 録音フィルター
ko: AI 녹음 필터
ms: AI penapis rakaman
nb: AI opptaksfilter
nl: AI opnamefilter
pl: AI filtr nagrywania
pt: Filtro de gravação com IA
ro: AI filtru de înregistrare
ru: Фильтр записи ИИ
sk: AI záznamový filter
sv: AI inspelningsfilter
th: AI ตัวกรองการบันทึก
tr: AI kayıt filtresi
uk: Фільтр запису AI
vi: AI bộ lọc ghi âm
zh_hans: AI 录音过滤
zh_hant: AI 錄音過濾

# recorderSettings.backgroundMonitoring.subtitle
source: Keep measuring noise while using other tabs.
ar: استمر في قياس الضوضاء أثناء استخدام علامات أخرى.
bg: Продължете да измервате шума, докато използвате други раздели.
ca: Continueu mesurant el soroll mentre feu servir altres pestanyes.
cs: Pokračujte v měření hluku při používání jiných karet.
da: Bliv ved med at måle støj, mens du bruger andre faner.
de: Messen Sie den Lärm weiter, während Sie andere Registerkarten verwenden.
el: Συνεχίστε να μετράτε τον θόρυβο ενώ χρησιμοποιείτε άλλες καρτέλες.
es: Sigue midiendo el ruido mientras usas otras pestañas.
fi: Jatka melun mittaamista käyttäessäsi muita välilehtiä.
fr: Continue de mesurer le bruit dans les autres onglets.
he: המשך למדוד רעש תוך כדי שימוש בלשוניות אחרות.
hi: अन्य टैब पर भी शोर मापते रहें।
hr: Nastavite mjeriti buku dok koristite druge kartice.
hu: Más fülek használata közben folytassa a zaj mérését.
id: Terus ukur kebisingan saat menggunakan tab lain.
it: Continua a misurare il rumore mentre usi altre schede.
ja: 他のタブを使用している間もノイズを測定し続けます。
ko: 다른 탭을 사용하는 동안 계속해서 소음을 측정하세요.
ms: Teruskan mengukur hingar semasa menggunakan tab lain.
nb: Fortsett å måle støy mens du bruker andre faner.
nl: Blijf het geluid meten terwijl u andere tabbladen gebruikt.
pl: Kontynuuj pomiar hałasu, korzystając z innych zakładek.
pt: Continue medindo o ruído em outras abas.
ro: Continuați să măsurați zgomotul în timp ce utilizați alte file.
ru: Продолжайте измерять шум в других вкладках.
sk: Počas používania iných kariet pokračujte v meraní hluku.
sv: Fortsätt att mäta buller medan du använder andra flikar.
th: วัดเสียงรบกวนต่อไปขณะใช้แท็บอื่น
tr: Diğer sekmeleri kullanırken gürültüyü ölçmeye devam edin.
uk: Продовжуйте вимірювати шум, використовуючи інші вкладки.
vi: Tiếp tục đo tiếng ồn trong khi sử dụng các tab khác.
zh_hans: 使用其他标签页时继续测量噪声。
zh_hant: 使用其他標籤時繼續測量噪音。

# recorderSettings.backgroundMonitoring.title
source: Background monitoring
ar: مراقبة في الخلفية
bg: Фоново наблюдение
ca: Seguiment de fons
cs: Sledování pozadí
da: Baggrundsovervågning
de: Hintergrundüberwachung
el: Παρακολούθηση παρασκηνίου
es: Monitorización en segundo plano
fi: Taustavalvonta
fr: Surveillance en arrière-plan
he: ניטור רקע
hi: पृष्ठभूमि मॉनिटरिंग
hr: Praćenje pozadine
hu: Háttérfigyelés
id: Pemantauan latar belakang
it: Monitoraggio dello sfondo
ja: バックグラウンド監視
ko: 백그라운드 모니터링
ms: Pemantauan latar belakang
nb: Bakgrunnsovervåking
nl: Achtergrondmonitoring
pl: Monitorowanie tła
pt: Monitoramento em segundo plano
ro: Monitorizare de fundal
ru: Фоновый мониторинг
sk: Monitorovanie na pozadí
sv: Bakgrundsövervakning
th: การตรวจสอบพื้นหลัง
tr: Arka planda izleme
uk: Фоновий моніторинг
vi: Giám sát nền
zh_hans: 后台监测
zh_hant: 背景監測

# recorderSettings.footer
source: Voice-activated clips are saved as audio files in the Files tab.
ar: تُحفظ مقاطع الصوت كملفات صوتية في تبويب الملفات.
bg: Гласово активираните клипове се записват като аудио файлове в раздела Файлове.
ca: Els clips activats per veu es desen com a fitxers d'àudio a la pestanya Fitxers.
cs: Hlasem aktivované klipy se ukládají jako zvukové soubory na kartě Soubory.
da: Stemmeaktiverede klip gemmes som lydfiler på fanen Filer.
de: Sprachaktivierte Clips werden als Audiodateien auf der Registerkarte „Dateien“ gespeichert.
el: Τα κλιπ που ενεργοποιούνται με φωνή αποθηκεύονται ως αρχεία ήχου στην καρτέλα Αρχεία.
es: Los clips por voz se guardan como audio en la pestaña Archivos.
fi: Ääniaktivoidut leikkeet tallennetaan äänitiedostoina Tiedostot-välilehteen.
fr: Les clips vocaux sont enregistrés en audio dans l’onglet Fichiers.
he: קליפים המופעלים באמצעות קול נשמרים כקובצי שמע בכרטיסייה קבצים.
hi: वॉइस क्लिप ऑडियो के रूप में फ़ाइलें टैब में सहेजे जाते हैं।
hr: Isječci aktivirani glasom spremaju se kao audio datoteke na kartici Datoteke.
hu: A hanggal aktivált klipek a Fájlok lapon hangfájlként kerülnek mentésre.
id: Klip yang diaktifkan dengan suara disimpan sebagai file audio di tab File.
it: I clip attivati ​​dalla voce vengono salvati come file audio nella scheda File.
ja: 音声で起動したクリップは、[ファイル] タブにオーディオ ファイルとして保存されます。
ko: 음성 활성화 클립은 파일 탭에 오디오 파일로 저장됩니다.
ms: Klip yang diaktifkan suara disimpan sebagai fail audio dalam tab Fail.
nb: Stemmeaktiverte klipp lagres som lydfiler i kategorien Filer.
nl: Spraakgestuurde clips worden opgeslagen als audiobestanden op het tabblad Bestanden.
pl: Klipy aktywowane głosem są zapisywane jako pliki audio na karcie Pliki.
pt: Clipes por voz são salvos como áudio na aba Arquivos.
ro: Clipurile activate prin voce sunt salvate ca fișiere audio în fila Fișiere.
ru: Голосовые клипы сохраняются как аудио во вкладке «Файлы».
sk: Klipy aktivované hlasom sa ukladajú ako zvukové súbory na karte Súbory.
sv: Röstaktiverade klipp sparas som ljudfiler på fliken Filer.
th: คลิปที่สั่งงานด้วยเสียงจะถูกบันทึกเป็นไฟล์เสียงในแท็บไฟล์
tr: Sesle etkinleştirilen klipler, Dosyalar sekmesinde ses dosyaları olarak kaydedilir.
uk: Голосові кліпи зберігаються як аудіофайли на вкладці «Файли».
vi: Các clip kích hoạt bằng giọng nói được lưu dưới dạng tệp âm thanh trong tab Tệp.
zh_hans: 声控录音片段会保存为音频文件，可在“文件”标签查看。
zh_hant: 聲控錄音片段會儲存為音訊檔案，可在「檔案」標籤查看。

# recorderSettings.metric.currentDb
source: Current dB
ar: dB الحالي
bg: Текущ dB
ca: dB actual
cs: Aktuální dB
da: Nuværende dB
de: Aktueller dB
el: Τρέχουσα dB
es: dB actual
fi: Nykyinen dB
fr: dB actuel
he: נוכחי dB
hi: वर्तमान dB
hr: Trenutačni dB
hu: Jelenlegi dB
id: dB saat ini
it: Attuale dB
ja: 現在のdB
ko: 현재 dB
ms: Semasa dB
nb: Gjeldende dB
nl: Huidig ​​dB
pl: Aktualny dB
pt: dB atual
ro: dB actual
ru: Текущий dB
sk: Aktuálne dB
sv: Aktuell dB
th: ปัจจุบัน dB
tr: Mevcut dB
uk: Поточний dB
vi: Hiện tại dB
zh_hans: 当前 dB
zh_hant: 目前 dB

# recorderSettings.metric.start
source: Start
ar: بدء
bg: Започнете
ca: Comença
da: Starte
el: Αρχή
es: Inicio
fi: Aloita
fr: Début
he: הַתחָלָה
hi: शुरू
hu: Indul
id: Awal
it: Inizio
ja: 始める
ko: 시작
ms: Mulakan
nl: Begin
pt: Início
ro: Început
ru: Старт
sk: Štart
th: เริ่ม
tr: Başlangıç
uk: старт
vi: Bắt đầu
zh_hans: 启动
zh_hant: 啟動

# recorderSettings.metric.stop
source: Stop
ar: إيقاف
bg: Спрете
ca: Atureu-vos
cs: Zastávka
de: Stoppen
el: Στάση
es: Parada
fr: Fin
he: לְהַפְסִיק
hi: रोक
id: Berhenti
it: Fermare
ja: 停止
ko: 멈추다
ms: Berhenti
nb: Stoppe
pl: Zatrzymywać się
pt: Parada
ru: Стоп
sv: Stopp
th: หยุด
tr: Durmak
uk: СТІЙ
vi: Dừng lại
zh_hans: 停止
zh_hant: 停止

# recorderSettings.status.off
source: Off
ar: إيقاف
bg: Изкл
ca: Apagat
cs: Vypnuto
da: Slukket
de: Aus
el: Μακριά από
es: Apagado
fi: Pois
fr: Désactivé
he: כבוי
hi: बंद
hr: Isključeno
hu: Le
id: Mati
it: Spento
ja: オフ
ko: 끄다
ms: Mati
nb: Av
nl: Uit
pl: Wyłączony
pt: Desligado
ro: Oprit
ru: Выкл.
sk: Vypnuté
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_hans: 关
zh_hant: 關

# recorderSettings.thresholds.modeHint
source: Thresholds apply in %1$@ mode.
ar: تُطبَّق الحدود في وضع %1$@.
bg: Праговете се прилагат в режим %1$@.
ca: Els llindars s'apliquen en mode %1$@.
cs: Limity platí v režimu %1$@.
da: Tærskler gælder i tilstanden %1$@.
de: Schwellenwerte gelten im %1$@-Modus.
el: Τα όρια ισχύουν στη λειτουργία %1$@.
es: Los umbrales se aplican en modo %1$@.
fi: Kynnysarvot ovat voimassa %1$@-tilassa.
fr: Les seuils s’appliquent en mode %1$@.
he: ערכי סף חלים במצב %1$@.
hi: सीमाएँ %1$@ मोड में लागू होती हैं।
hr: Pragovi se primjenjuju u načinu rada %1$@.
hu: A küszöbértékek %1$@ módban érvényesek.
id: Ambang batas berlaku dalam mode %1$@.
it: Le soglie si applicano in modalità %1$@.
ja: しきい値は %1$@ モードで適用されます。
ko: 임계값은 %1$@ 모드에서 적용됩니다.
ms: Ambang dikenakan dalam mod %1$@.
nb: Terskler gjelder i %1$@-modus.
nl: Drempels zijn van toepassing in de modus %1$@.
pl: Progi obowiązują w trybie %1$@.
pt: Os limites aplicam-se no modo %1$@.
ro: Pragurile se aplică în modul %1$@.
ru: Пороги действуют в режиме %1$@.
sk: Limity platia v režime %1$@.
sv: Tröskelvärden gäller i %1$@-läge.
th: เกณฑ์จะใช้ในโหมด %1$@
tr: Eşikler %1$@ modunda uygulanır.
uk: Порогові значення застосовуються в режимі %1$@.
vi: Ngưỡng áp dụng ở chế độ %1$@.
zh_hans: 阈值适用于 %1$@ 模式。
zh_hant: 閾值適用於 %1$@ 模式。

# recorderSettings.thresholds.start
source: Start threshold
ar: حد البدء
bg: Стартов праг
ca: Llindar d'inici
cs: Startovací práh
da: Startgrænse
de: Startschwelle
el: Όριο εκκίνησης
es: Umbral de inicio
fi: Aloituskynnys
fr: Seuil de démarrage
he: סף התחלה
hi: शुरू सीमा
hr: Početni prag
hu: Indítási küszöb
id: Mulai ambang batas
it: Soglia di inizio
ja: 開始しきい値
ko: 시작 임계값
ms: Mulakan ambang
nb: Startterskel
nl: Startdrempel
pl: Próg początkowy
pt: Limite de início
ro: Pragul de pornire
ru: Порог старта
sk: Štartovací prah
sv: Starttröskel
th: เกณฑ์เริ่มต้น
tr: Başlangıç ​​eşiği
uk: Стартовий поріг
vi: Ngưỡng bắt đầu
zh_hans: 启动阈值
zh_hant: 啟動閾值
